[[
  {"id":0,"text":"Welcome","description":"Press begin to continue","answers":[10]},
  {"id":1,"text":"Have you planned the night out?","description":"This should include where you're going, when you're arriving and when you're going home","answers":[11,13,15]},
  {"id":2,"text":"Do you know how to get there?","description":"","answers":[17,19,23,25,27]},
  {"id":3,"text":"Do you feel nervous walking home?","description":"1 = not at all, 3 = very","answers":[29,31,33]},
  {"id":4,"text":"Is it a long way home?","description":"","answers":[35,37,39]},
  {"id":5,"text":"Where do you keep your valuables?","description":"","answers":[41,43,45]},
  {"id":6,"text":"Do you know out of hours contact numbers for university services?","description":"First aiders, security etc.","answers":[47,49]},
  {"id":7,"text":"What happens if you ask for Angela?","description":"","answers":[50,52]},
  {"id":8,"text":"Do you plan on drinking?","description":"","answers":[56,58,60,62]}
],[
  {"id":9,"text":"End of Quiz","description":"Thanks for completing the quiz, you can either submit your answers or retry to try and get more greens below!","showAnswers":true}
],[
  {"id":10,"text":"Begin","col":"none","displayQuestion":"0","linksTo":"1"},
  {"id":11,"text":"I know when and where","col":"g","displayQuestion":"1","linksTo":12},
  {"id":13,"text":"I don't know where I'm going","col":"o","displayQuestion":"1","linksTo":14},
  {"id":15,"text":"I know where, but not when I'm leaving","col":"o","displayQuestion":"1","linksTo":16},
  {"id":17,"text":"Taxi","col":"g","displayQuestion":"2","linksTo":18},
  {"id":19,"text":"I know the area","col":"o","displayQuestion":"2","linksTo":20},
  {"id":23,"text":"A friend is showing me the way","col":"g","displayQuestion":"2","linksTo":24},
  {"id":25,"text":"I don't","col":"r","displayQuestion":"2","linksTo":26},
  {"id":27,"text":"Using a map","col":"o","displayQuestion":"2","linksTo":28},
  {"id":29,"text":"1","col":"g","displayQuestion":"3","linksTo":30},
  {"id":31,"text":"2","col":"o","displayQuestion":"3","linksTo":32},
  {"id":33,"text":"3","col":"r","displayQuestion":"3","linksTo":34},
  {"id":35,"text":"Yes","col":"g","displayQuestion":"4","linksTo":36},
  {"id":37,"text":"No","col":"g","displayQuestion":"4","linksTo":38},
  {"id":39,"text":"Not sure","col":"r","displayQuestion":"4","linksTo":40},
  {"id":41,"text":"Bag/Pocket","col":"o","displayQuestion":"5","linksTo":42},
  {"id":43,"text":"Leave at home","col":"g","displayQuestion":"5","linksTo":44},
  {"id":45,"text":"Wear them","col":"r","displayQuestion":"5","linksTo":46},
  {"id":47,"text":"Tell me more","col":"none","displayQuestion":"6","linksTo":48},
  {"id":49,"text":"Skip","col":"none","displayQuestion":"6","linksTo":"7"},
  {"id":50,"text":"Staff know you need help","col":"g","displayQuestion":"7","linksTo":51},
  {"id":52,"text":"You get to meet Angela","col":"r","displayQuestion":"7","linksTo":53},
  {"id":56,"text":"A small amount","col":"none","displayQuestion":"8","linksTo":57},
  {"id":58,"text":"Yes","col":"none","displayQuestion":"8","linksTo":59},
  {"id":60,"text":"No alcohol","col":"none","displayQuestion":"8","linksTo":61},
  {"id":62,"text":"No","col":"none","displayQuestion":"8","linksTo":63}
],[
  {"id":12,"text":"Great stuff! It's important to plan your nights out and make sure your friends know where you are","answer":11,"linksTo":"2"},
  {"id":14,"text":"It's important to think ahead and decide where you're going. Even if you don't know, make sure one person in the group has an idea of the schedule for the outing","answer":13,"linksTo":"2"},
  {"id":16,"text":"It is important to plan when you are leaving so you can book transport and make sure your friends know where you are","answer":15,"linksTo":"2"},
  {"id":18,"text":"Don't forget about the return trip, and make sure you have cash as not all taxis take card. You can also consider paying in advance, if you're worried about accidentally overspending while you're out","answer":17,"linksTo":"3"},
  {"id":20,"text":"Are you sure you know the area in the dark? It might be worth walking the route during the day to become familiar, having the number of a taxi company or keeping your phone map in mind just in case","answer":19,"linksTo":"3"},
  {"id":24,"text":"Make sure you leave together as well as arriving together so you can find your way home again","answer":23,"linksTo":"3"},
  {"id":26,"text":"Remember that street lights turn off later into the night, meaning it'll be much harder to find your way home if you leave it too late. Can you book a taxi or use a map on your phone?","answer":25,"linksTo":"3"},
  {"id":28,"text":"Make sure you don't leave it behind anywhere, and if you're using your phone, be sure to charge it before leaving. Some places let you charge your phone, so having a charger with you may prove useful","answer":27,"linksTo":"3"},
  {"id":30,"text":"That's great! Keep your eye out for friends that are struggling more than you, perhaps you can offer to walk them home?","answer":29,"linksTo":"4"},
  {"id":32,"text":"Can you speak with a friend or reschedule the activity to take place earlier in the day? That way you might be able to walk home in the light instead of the dark","answer":31,"linksTo":"4"},
  {"id":34,"text":"Make sure to stick to your plan, let your friends know that you're nervous and try your best to enjoy yourself! Confidence comes with experience, it's understandable that you're nervous if you're not used to socialising in this way","answer":33,"linksTo":"4"},
  {"id":36,"text":"Make sure your plan includes enough travel time, and keep in mind when it's likely to get dark","answer":35,"linksTo":"5"},
  {"id":38,"text":"Great! Don't forget you still need items such as a jacket if the weather's not great, and be sure to stay mindful of how often you're going out","answer":37,"linksTo":"5"},
  {"id":40,"text":"It's important to plan ahead and know where you're going. Google maps is a very useful tool for planning a route and getting to know the area. Remember, walking half a mile takes around 10 minutes (on average, at least)","answer":39,"linksTo":"5"},
  {"id":42,"text":"Make sure you don't leave your bag or jacket unattended, and be sure to take them with you when you leave!","answer":41,"linksTo":"6"},
  {"id":44,"text":"Always make sure your room/flat is locked before you leave, but it's definitely a good idea not to take valuables out with you in the first place!","answer":43,"linksTo":"6"},
  {"id":46,"text":"Make sure not to wear so many valuable things as to make yourself a target, be wary of the environment you're going to be in. Is it worth leaving some at home behind a locked door?","answer":45,"linksTo":"6"},
  {"id":48,"text":"Campus Security can be reached out of hours using the number: 01522 88 6062. Your accomodation also likely has out of hours support if needed, but if you're ever in true danger, call 999","answer":47,"linksTo":"7"},
  {"id":51,"text":"Correct! The Ask for Angela scheme is present in a lot of places throughout Lincoln, and lets you discreetly tell members of staff that you feel like you need help. If you're worried about someone you've met, or feel like something's wrong, ask for Angela! (For more information, visit this link: https://www.lincolnbig.co.uk/what-we-do/a-great-night-out/ask-for-angela/ )","answer":50,"linksTo":"8"},
  {"id":53,"text":"Incorrect! The Ask for Angela scheme is present in a lot of places throughout Lincoln, and lets you discreetly tell members of staff that you feel like you need help. If you're worried about someone you've met, or feel like something's wrong, ask for Angela! (For more information, visit this link: https://www.lincolnbig.co.uk/what-we-do/a-great-night-out/ask-for-angela/ )","answer":52,"linksTo":"8"},
  {"id":57,"text":"It's easy to go overboard and end up spending more than you planned to, bringing cash and leaving your cards behind is a good way to put a hard cap on how much money you spend on a night out. You should also be careful not to leave your drink unattended, as it could be spiked. If you see someone tampering with a drink, be sure to tell a member of staff and more importantly, the person drinking it!","answer":56,"linksTo":"9"},
  {"id":59,"text":"It's easy to go overboard and end up spending more than you planned to, bringing cash and leaving your cards behind is a good way to put a hard cap on how much money you spend on a night out. You should also be careful not to leave your drink unattended, as it could be spiked. If you see someone tampering with a drink, be sure to tell a member of staff and more importantly, the person drinking it!","answer":58,"linksTo":"9"},
  {"id":61,"text":"Not drinking alcohol is a good way to save money on a night out, soft drinks are often less expensive that alcohol, and it's much easier to stick to your plan without alcohol influencing your decisions. You should also be careful not to leave your drink unattended, as it could be spiked. If you see someone tampering with a drink, be sure to tell a member of staff and more importantly, the person drinking it!","answer":60,"linksTo":"9"},
  {"id":63,"text":"Not drinking alcohol is a good way to save money on a night out, soft drinks are often less expensive that alcohol without making you feel excluded, and it's much easier to stick to your plan without alcohol influencing your decisions. You should also be careful not to leave your drink unattended, as it could be spiked. If you see someone tampering with a drink, be sure to tell a member of staff and more importantly, the person drinking it!","answer":62,"linksTo":"9"}]]
