[[{"id":0,"text":"Would you like to study on or off campus?","description":"","answers":[15,28]},{"id":1,"text":"Would you like a quiet study space on campus?","description":"","answers":[16,19]},{"id":2,"text":"Would you like a quiet study space off campus?","description":"","answers":[22,25]},{"id":3,"text":"Would you like food or drink while you study in a quiet area on campus?","description":"","answers":[17,18]},{"id":4,"text":"Would you like food or drink while you study on campus?","description":"","answers":[20,21]},{"id":5,"text":"Would you like food or drink while you study off campus?","description":"","answers":[27,30]},{"id":6,"text":"Would you like food or drink while you study in a quiet area off campus?","description":"","answers":[24,32]}],[{"id":7,"text":"Book a room","description":"Book a room using the Lincoln University Library website. This is a quiet study space depending where in the university you decide to study. You can bring food and drink depending which room you choose to book.","showAnswers":false},{"id":8,"text":"Library third floor","description":"Study on the 3rd floor of the Library, although you can drink water on this floor; food is usually not allowed specific on this floor.","showAnswers":false},{"id":9,"text":"On campus cafes and pubs","description":"The Swan or the tower bar are a great place to study and grab food or drink throughout the day. Minerva building is also a good choice, with plenty of seating space and a café to serve food and drinks as well as the David Chiddick Building.","showAnswers":false},{"id":10,"text":"Around campus","description":"There are plenty of areas around campus which are relatively quiet places to study depending on the day, these include the learning lounges in Minerva, as well as the University Library ground floor.","showAnswers":false},{"id":12,"text":"Lincoln Central Library","description":"The Lincoln Central Library is located in the city centre on the edge of the main shopping area within the Cultural Quarter. The library contains the main local studies collection for the County as well as a wide range of books and magazines and 40 public access computers.","showAnswers":false},{"id":13,"text":"Local Gardens or parks","description":"Providing the weather is nice, you can study at the Lincoln Arboretum located twenty minutes away from campus. St Marks centre garden, as well as the Lincoln common land are also great spots to study alone or in a group.","showAnswers":false},{"id":29,"text":"Local cafes","description":"The Drill Hall Café is just ten minutes from campus is also really welcoming to student studying, so you can stop by there for food and drink while you study. Lincoln also has a wide range of cafes, such as costa and the Lawn Café located uphill.","showAnswers":false},{"id":31,"text":"Cafes","description":"Finding a quite study area around Lincoln which provides food or drinks may be difficult depending on the time of day; cafes such as Costa located on the Brayford would be a great way to focus on studying, as well as your own student accommodation if possible.","showAnswers":false}],[{"id":15,"text":"Yes, i would like to study on campus","col":"none","displayQuestion":"0","linksTo":"1"},{"id":16,"text":"Yes, i would like to study quietly on campus","col":"none","displayQuestion":"1","linksTo":"3"},{"id":17,"text":"Yes, i would like to have food and drink","col":"none","displayQuestion":"3","linksTo":"7"},{"id":18,"text":"No, i will not need food while studying","col":"none","displayQuestion":"3","linksTo":"8"},{"id":19,"text":"No, i will be okay with public areas","col":"none","displayQuestion":"1","linksTo":"4"},{"id":20,"text":"Yes, i would prefer to have access to food or drink facilities","col":"none","displayQuestion":"4","linksTo":"9"},{"id":21,"text":"No, i will not need food while studying","col":"none","displayQuestion":"4","linksTo":"10"},{"id":22,"text":"Yes, i prefer to work quietly","col":"none","displayQuestion":"2","linksTo":"6"},{"id":24,"text":"No, i will not be needing food or drinks while studying","col":"none","displayQuestion":"6","linksTo":"12"},{"id":25,"text":"No, i will be okay with public areas","col":"none","displayQuestion":"2","linksTo":"5"},{"id":27,"text":"No, i will not need food while studying","col":"none","displayQuestion":"5","linksTo":"13"},{"id":28,"text":"No, i would like to study away from campus","col":"none","displayQuestion":"0","linksTo":"2"},{"id":30,"text":"Yes, i would prefer to have access to food or drink facilities","col":"none","displayQuestion":"5","linksTo":"29"},{"id":32,"text":"Yes, i would prefer to have access to food or drink facilities","col":"none","displayQuestion":"6","linksTo":"31"}],[]]
